brew "git"
brew "gh"
brew "stow"
brew "eza"
brew "neovim"
brew "tmux"
brew "uv"
brew "ollama"
brew "mise"
brew "starship"

brew "lua-language-server"
brew "python-lsp-server"

brew "tree-sitter"
brew "tree-sitter-cli"

cask "raycast"
cask "visual-studio-code"
cask "obsidian"
cask "zoom"
cask "microsoft-teams"
cask "discord"
cask "spotify"
cask "microsoft-office"
cask "zotero"
cask "alacritty"
cask "fontbase"
cask "logitech-options"
cask "logi-options++"
cask "onedrive"
cask "google-drive"
cask "chatgpt"
cask "font-fira-code-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "rectangle"

tap "nikitabobko/tap"
cask "aerospace"
