brew "git"
brew "git"
brew "neovim"
brew "tmux"
brew "uv"
brew "ollama"
brew "starship"
cask "raycast"
cask "visual-studio-code"
cask "obsidian"
cask "zoom"
cask "microsoft-teams"
cask "discord"
cask "spotify"
cask "microsoft-office"
cask "zotero"
cask "alacritty"
cask "fontbase"
cask "logitech-options"
cask "logi-options++"
cask "onedrive"
cask "google-drive"
cask "chatgpt"
cask "font-fira-code-nerd-font"
cask "rectangle"
